/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Aan";
"general.off" = "Af";
"general.login" = "Teken aan";
"general.logout" = "Teken af";
"general.ok" = "Goed";
"general.cancel" = "Kanselleer";
"general.username" = "Gebruikersnaam";
"general.password" = "Wagwoord";
"general.na" = "N/A";

"input.value_is_empty" = "Waarde kan nie leeg wees nie.";
"input.already_exists" = "Waarde bestaan reeds.";

// Guide Window
"guide.highlights" = "Hoogtepunte";
"guide.basic_settings" = "Basiese instellings";
"guide.faq" = "Gereelde vrae";

// Initial Window
"initial.announcement" = "U gebruik ’n %@-weergawe van IINA";
"initial.beta.desc" = "Indien u na ’n vroeëre weergawe wil terugkeer, verwyder die merkie “ontvang betabywerkings” in Voorkeure - Algemeen en installeer ’n stabiele weergawe d.m.v. ons <a href=\"https://iina.io\">amptelike webwerf</a>.";
"initial.nightly.desc" = "Elke nag word nie aanbeveel as u daaglikse aandrywer nie. Huidige nagelike maaksels ondersteun nie outobywerking nie. Laai asb. nuwe maaksels van ons <a href=\"https://nightly.iina.io\">nagtelike webwerf</a> af.";
"initial.debug.desc" = "Maaksels vir ontfouting is nie geoptimeer vir verrigting nie daarom word dit nie aanbeveel om as daaglikse drywer gebruik te word nie. Ontfoutmaaksels ondersteun ook nie outobywerking nie.";
"initial.bug_report" = "Rapporteer via <a href=\"https://github.com/iina/iina/issues\">GitHub-kwessies</a>.";

// Inspector Window
"inspector.error" = "Fout";

// MainWindowController.swift
"main.buffering_indicator" = "Bufferwerking… %d%%";
"main.opening_stream" = "Open tans stroom…";
"main.seeking_indicator" = "Seeking…";
"osc.precision" = "Presisie";
"osc.1s" = "1 sekonde";
"osc.100ms" = "100 millisekondes";
"osc.10ms" = "10 millisekondes";
"osc.1ms" = "1 millisekonde";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Verstek";
"quicksetting.item_none" = "Geen";
"quicksetting.hwdec" = "Apparatuurdekodering";
"quicksetting.deinterlace" = "Deïnterlinieer";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Versteek";
"quicksetting.reset_speed" = "Stel snelheid terug na 1x";

// EQ Presets
"eq.preset.flat" = "Vlak";
"eq.preset.acoustic" = "Akoesties";
"eq.preset.classical" = "Klassiek";
"eq.preset.dance" = "Dans";
"eq.preset.deep" = "Diep";
"eq.preset.electronic" = "Elektronies";
"eq.preset.hip_hop" = "Hip-Hop";
"eq.preset.increase_bass" = "Verhoog bas";
"eq.preset.increase_treble" = "Verhoog diskant";
"eq.preset.increase_vocal" = "Verhoog sang";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latyns";
"eq.preset.loundness" = "Luidheid";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Klavier";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Verminder bas";
"eq.preset.reduce_treble" = "Verminder diskant";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Klein luidspreker";
"eq.preset.spoken_word" = "Gesproke woord";

"alert.eq.new_profile.title" = "New EQ Profile";
"alert.eq.new_profile.message" = "Voer ’n profielnaam in.";
"alert.eq.rename.title" = "Hernoem huidige profiel";
"alert.eq.rename.message" = "Voer ’n nuwe profielnaam in.";

// OSDMessage.swift
"osd.pause" = "Wag";
"osd.resume" = "Hervat";
"osd.volume" = "Volume: %@";
"osd.speed" = "Snelheid: %@x";
"osd.aspect" = "Aspekverhouding: %@";
"osd.crop" = "Snoei: %@";
"osd.rotate" = "Roteer: %i°";
"osd.deinterlace" = "Deïnterlinieer: %@";
"osd.hwdec" = "Apparatuurdekodering: %@";
"osd.audio_delay.nodelay" = "Geen oudiovertraging";
"osd.audio_delay.later" = "Oudio vertraag met %@s";
"osd.audio_delay.earlier" = "Oudio versnel met %@s";
"osd.sub_delay.nodelay" = "Geen onderskrifvertraging";
"osd.sub_delay.later" = "Onderskrif vertraag met %@s";
"osd.sub_delay.earlier" = "Onderskrif versnel met %@s";
"osd.subtitle_pos" = "Onderskrifposisie: %@";
"osd.sub_hidden" = "Onderskrifte is versteek";
"osd.sub_visible" = "Onderskrifte is sigbaar";
"osd.sub_second_delay.nodelay" = "Sekondêreonderskrifvertraging: Geen vertraging";
"osd.sub_second_delay.later" = "Sekondêreonderskrifvertraging: %@s later";
"osd.sub_second_delay.earlier" = "Sekondêreonderskrifvertraging: %@s vroeër";
"osd.sub_second_hidden" = "Sekondêre onderskrifte is versteek";
"osd.sub_second_pos" = "Sekondêreonderskfitposisie: %@";
"osd.sub_second_visible" = "Sekondêre onderskrifte is sigbaar";
"osd.mute" = "Demp";
"osd.unmute" = "Ontdemp";
"osd.screenshot" = "Skermkiekie geneem";
"osd.abloop.a" = "AB-lus: A";
"osd.abloop.b" = "AB-lus: B";
"osd.abloop.clear" = "AB-lus: opgehef";
"osd.stop" = "Stop";
"osd.chapter" = "Hoofstuk: %@";
"osd.subtitle_scale" = "Onderskrifskaal: %@x";
"osd.add_to_playlist" = "%i lêers tot afspeellys toegevoeg";
"osd.clear_playlist" = "Afspeellys gewis";
"osd.video_eq.contrast" = "Kontras: %i";
"osd.video_eq.gamma" = "Gamma: %i";
"osd.video_eq.hue" = "Tint: %i";
"osd.video_eq.saturation" = "Versadiging: %i";
"osd.video_eq.brightness" = "Helderheid: %i";
"osd.find_online_sub" = "Soek aanlyn na onderskrifte…";
"osd.find_online_sub.source" = "vanaf";
"osd.sub_not_found" = "Geen onderskrifte gevind";
"osd.sub_found" = "%d onderskrifte gevind.";
"osd.sub_downloading" = "Laai tans %d onderskrifte af";
"osd.sub_downloaded" = "Onderskrif afgelaai";
"osd.sub_saved" = "Onderskrif bewaar";
"osd.network_error" = "Netwerkfout";
"osd.file_error" = "Lêerleesfout";
"osd.cannot_login" = "Kan nie aanteken nie";
"osd.canceled" = "Gekanselleer";
"osd.cannot_connect" = "Kan nie koppel nie";
"osd.timed_out" = "Uitgetel";
"osd.filter_added" = "Filter toegevoeg: %@";
"osd.filter_removed" = "Filter verwyder";
"osd.file_loop" = "Herhaal enkele lêer";
"osd.playlist_loop" = "Herhaal afspeellys";
"osd.no_loop" = "Deaktiveer herhaling";

"preference.title" = "Voorkeure";
"preference.general" = "Algemeen";
"preference.ui" = "Koppelvlak";
"preference.video_audio" = "Video/Oudio";
"preference.subtitle" = "Onderskrif";
"preference.network" = "Netwerk";
"preference.control" = "Beheer";
"preference.keybindings" = "Sneltoetse";
"preference.advanced" = "Gevorderd";
"preference.plugins" = "Inproppe";
"preference.utilities" = "Nutsmiddels";
"preference.scripts" = "Skripte";
"preference.not_logged_in" = "Nie aangeteken nie";
"preference.logged_in_as" = "Aangeteken as %@";
"preference.system_media_control" = "Gebruik stelsel se mediabeheer";

"preference.key_binding_hint_1" = "Kies “Dupliceer…” om ’n bewerkbare kopie te maak van die gekose sneltoetskonfigurasie.";
"preference.key_binding_hint_2" = "Dubbelklik op ’n ry om die bybehorende sneltoets te bewerk.";

"preference.enable_adv_settings" = "Aktiveer gevorderde instellings";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "force";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "volledig";
"preference.sub_override_level.yes" = "yes";

"preference.sub_override_level.descriptive_text.no" = "Verbeeld onderskrifte soos gespesifiseer deur die onderskrifskrip, sonder oorskrywing.";
"preference.sub_override_level.descriptive_text.force" = "Pas alle onderskrifstyle toe.";
"preference.sub_override_level.descriptive_text.scale" = "Pas die skaalinstellings toe saam met die stelinstellings in hierdie instellings.";
"preference.sub_override_level.descriptive_text.strip" = "Radically strip all ASS tags and styles from the subtitle.";
"preference.sub_override_level.descriptive_text.yes" = "Pas al die stylinstellins in hierdie afdeling toe.";

"preference.ytdl_plugin_not_installed" = "Install the Online Media plugin from \"Plugins > Install from GitHub\" to enjoy advanced features such and video downloading and auto yt-dlp updates.";
"preference.ytdl_plugin_installed" = "Die ingeboude youtube-dl-ondersteuning is gedeaktiveer aangesien die Aanlen media-inprop geïnstalleer is.";

"menu.volume" = "Volume: %@";
"menu.volume_muted" = "Volume: %@ (gedemp)";
"menu.audio_delay" = "Oudiovertraging: %@s";
"menu.sub_delay" = "Onderskrifvertraging: %@s";
"menu.sub_hide" = "Versteek onderskrifte";
"menu.sub_show" = "Toon onderskrifte";
"menu.sub_second_hide" = "Versteek sekondêre onderskrifte";
"menu.sub_second_show" = "Toon sekondêre onderskrifte";
"menu.fullscreen" = "Gaan in volskerm";
"menu.exit_fullscreen" = "Verlaat volskerm";
"menu.pip" = "Aktiveer Beeld-in-beeld";
"menu.exit_pip" = "Verlaat Beeld-in-beeld";
"menu.mini_player" = "Gaan in musiekmodus";
"menu.exit_mini_player" = "Verlaat musiekmodus";
"menu.pause" = "Wag";
"menu.resume" = "Hervat";
"menu.speed" = "Snelheid: %@x";
"menu.chapters" = "Toon hoofstukpaneel";
"menu.hide_chapters" = "Versteek hoofstukpaneel";
"menu.playlist" = "Toon afspeellyspaneel";
"menu.hide_playlist" = "Versteek afspeellyspaneel";
"menu.video" = "Toon videopaneel";
"menu.hide_video" = "Versteek videopaneel";
"menu.audio" = "Toon oudiopaneel";
"menu.hide_audio" = "Versteek oudiopaneel";
"menu.subtitles" = "Toon onderskritfepaneel";
"menu.hide_subtitles" = "Versteek onderskritfepaneel";

"menu.seek_forward" = "Gaan %@s vorentoe";
"menu.seek_backward" = "Gaan %@s terug";
"menu.speed_up" = "Versnel met %@x";
"menu.speed_down" = "Vertraag met %@x";
"menu.volume_up" = "Volume + %@%%";
"menu.volume_down" = "Volume - %@%%";
"menu.audio_delay_up" = "Oudiovertraging + %@s";
"menu.audio_delay_down" = "Oudiovertraging - %@s";
"menu.sub_delay_up" = "Onderskrifvertraging + %@s";
"menu.sub_delay_down" = "Onderskrifvertraging - %@s";

"menu.crop_custom" = "Pasgemaak…";
"menu.find_online_sub" = "Soek aanlyn na onderskrifte van %@";

"menu.manage_plugins" = "Bestuur inproppe…";
"menu.developer_tool" = "Ontwikkelaarsnutsmiddels";
"menu.more_plugin" = "Nog…";
"menu.conflicting_shortcuts" = "Botsende sneltietse…";
"menu.reload_plugins" = "Herlaai alle inproppe";
"menu.show_plugins_panel" = "Toon inproppaneel";
"menu.hide_plugins_panel" = "Versteek inproppaneel";

"track.audio" = "Oudio";
"track.none" = "<Geen>";
"track.sub" = "Onderskrif";
"track.video" = "Video";

"subtrack.no_loaded" = "Geen onderskrifte afgelaai";
"subtrack.no_external" = "Geen eksterne onderskrifte gevind";

// Alerts
"alert.beta_channel.title" = "Ontvang bywerkings vir betaweergawes";

"alert.title_error" = "Fout";
"alert.title_warning" = "Waarskuwing";
"alert.title_info" = "Inligting";

"alert.fatal_error" = "Fatale fout: %@ \nDie toepassing sal nou afsluit.";
"alert.mpv_error" = "Interne fout: %@ (%@) by die instel van opsie %@.";

"alert.unsupported_audio" = "Onondersteunde eksterne oudiolêer.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Onondersteunde eksterne onderskrif.";
"alert.unsupported_url" = "Onondersteunde bronadres.";
"alert.wrong_url_format" = "Verkeerde bronadresformaat.";

"alert.error_open" = "Kan nie lêer of stroom open nie!";
"alert.error_finding_file" = "Kan nie %@ lêer vind nie!";
"alert.error_loading_script" = "Kan nie skrip %@ laai nie!";
"alert.error_saving_file" = "Fout by die bewaar van %@: %@";
"alert.error_deleting_file" = "Kan nie lêer skrap nie.";

"alert.target_peak.bad_value" = "Die waarde “%@” is ongeldig.\nVerskaf asb. ’n waarde tussen 10 en 10000, of 0.";

"alert.config.new.title" = "Nuwe sneltoetskonfigurasie";
"alert.config.new.message" = "Voer ’n naam vir die nuwe konfigurasie in.";
"alert.config.duplicate.title" = "Duplikaat konfigurasie";
"alert.config.duplicate.message" = "Voer ’n naam vir die gedupliseerde konfigurasielêer in.";
"alert.config.file_existing.title" = "Lêer bestaan reeds";
"alert.config.file_existing.message" = "A config file with the same filename already exists. Choose OK to show the file in Finder.";
"alert.config.cannot_create" = "Kan nie konfigurasielêer skep nie!\n%@";
"alert.config.cannot_write" = "Kan nie konfigurasielêer skryf nie!";
"alert.config.rename.title" = "Hernoem sneltoetskonfigurasie";
"alert.config.rename.message" = "Voer die nuwe naam vir die konfigurasie in.";

"alert.filter.incorrect" = "Fout by die instel van filters. Gaan asb. u parameterformaat na.";
"alert.add_filter.title" = "Nuwe filter";
"alert.add_filter.message" = "Voer asb. ’n filterstring in die formaat van mpv se vf- of af-bevel in.";

"alert.keybinding_config.error" = "Fout by die lees van sneltoetskonfigurasielêer “%@”! Die IINA-verstekinstellings word teruggestel. Gaan u konfigurasie na.";

"alert.extra_option.cannot_read" = "Kan nie gebruikergedefinieerde mpv-opsies lees nie.";
"alert.extra_option.empty" = "Naam en waarde kan nie leeg wees nie!";
"alert.extra_option.error" = "Fout by die instelle van opsie --%@=%@ met retoerwaarde %d. Gaan u bykomende-opsie-instellings na in Voorkeure > Gevorderd.";
"alert.extra_option.config_folder" = "Fout tydens instel van konfigurasiegids “%@”.";

"alert.playlist.error_deleting" = "Fout tydens skrap: %@";

"alert.screenshot.error_taking" = "Kan nie ’n skermkiekie maak nie!";

"alert.sub.no_selected" = "Kies asb. eers ’n afgelaaide onderskrif.";
"alert.sub_lang_not_set" = "Stel asb. eers ’n voorkeuronderskriftaal in instellings voor OpenSubtitles gebruik word. Engels (‘eng’) sal nou gebruik word.";
"alert.sub.cannot_save_passwd" = "Kan nie wagwoord in u Sleutelhouer bewaar nie: %@";
"alert.sub.cannot_login" = "Kan nie aanteken nie. Gaan u gebruikersnaam, wagwoord en netwerkstatus na.\n\n%@";
"alert.sub.save_downloaded.title" = "Bewaar afgelaaide onderskrif";

"alert.set_default.title" = "IINA word as verstektoep ingestel";
"alert.set_default.message" = "IINA sal ingestel word as die verstektoep vir alle ondersteunde lêertipes.";
"alert.set_default.success" = "Klaar met %d suksesse en %d mislukkings.";

"alert.add_watch.title" = "Voeg waarde toe om te volg";
"alert.add_watch.message" = "Voer ’n geldige mpv-eienskapnaam in.";

"alert.jump_to.title" = "Spring na";
"alert.jump_to.message" = "Voer die tyd in waarheen u wil spring. Voobeeld: 20:35";

"alert.opensub.login.title" = "OpenSubtitles-aantekening";
"alert.opensub.login.message" = "Voer u gebruikersnaam en wagwoord in";

"alert.open_url.title" = "Open bronadres";
"alert.open_url.message" = "Voer die bronadres in:";
"alert.choose_media_file.title" = "Kies medialêers";

"alert.add_url.title" = "Voeg bronadres toe";
"alert.add_url.message" = "Voer die bronadres in:";

"alert.delete_history.title" = "Skrap afspeelgeskiedenis";
"alert.delete_history.message" = "Is u seker u wil die gekose inskrywings skrap?";

"alert.filter_hwdec.message" = "U is op die punt om ’n videofilter toe te pas. U huidige apparatuurdekodeerder ondersteun dit dalk nie goed nie. U kan apparatuurdekodering óf deaktiveer óf na Outomaties(Kopieer) wissel wat dubbel die geheue sal gebruik.\nU gaan dalk die vorige bewerking (soos die snoei) moet herhaal sodat dit kan werk.";
"alert.filter_hwdec.abort" = "Staak";
"alert.filter_hwdec.turn_off" = "Deaktiveer apparatuurdekodering";
"alert.filter_hwdec.use_copy" = "Skakel oor na Outomaties (Kopieer)";

"alert.clear_cache.title" = "Wis duimnaelkasgeheue";
"alert.clear_cache.message" = "Is u seker u wil alle duimnaelkasgeheue wis?";

"alert.clear_history.title" = "Wis afspeelgeskiedenis";
"alert.clear_history.message" = "Is u seker u wil alle afspeelgeskiedenis wis?";

"alert.clear_watch_later.title" = "Wis bewaarde afspeelposisies";
"alert.clear_watch_later.message" = "Is u seker u wil alle bewaarde afspeelposisie wis (“kyk-later”-data)?";

"alert.restore_alerts.title" = "Opgeskrewe waarskuwings herstel";
"alert.restore_alerts.message" = "Is u seker u wil onderdrukte waarskuwings terugstel?";

"alert.nothing_to_open" = "Niks om te open nie.";

"alert.no_video_track" = "Daar is geen videosnit nie.";

"alert.duplicate_config" = "U kan nie verstekkonfigurasies direk wysig nie. Dupliseer een alvorens u dit wysig.";

"alert.assrt_register" = "Weens beperkte API-kwota word u ten sterkste aanbeveel om u eie API-teken te gebruik. Die verstekteken is slegs vir demonstrasiegebruik en u kan ’n netwerkfout teëkom.";
"alert.assrt_register.register" = "Registreer nou";
"alert.assrt_register.try" = "Probeer eers";
"alert.assrt_token_prompt.title" = "Voer u API-teken in";
"alert.assrt_token_prompt.message" = "Registreer asb. in die geopende webblad. Kry u teken in u gebruikerstuisblad en voer dit hier onder in:";
"alert.assrt_token_invalid" = "U Assrt API-teken blyk ongeldig te wees.";

"alert.plugin_uninstall.title" = "Is u seker u wil %@ deïnstalleer?";
"alert.plugin_uninstall.message" = "Hierdie inprop sal van u skyf geskrap word.";
"alert.plugin_reinstall.title" = "Inprop %@ bestaan reeds";
"alert.plugin_reinstall.message" = "Wil u die inprop weer installeer?";
"alert.duplicated_plugin_id" = "Gedupliseerde inpropidentifiseerders bespeur. Twee of meer inproppe het dieselfde identifiseerder “%@”. Die kan abnormale gedrag veroorsaak. Sien dit in Voorkeure - Inproppe en rapporteer dit aan die outeurs. Indien ’n inprop lokaal geïnstalleer is kan u ook die identifiseerder in die inprop se Info.json-lêer verander.";
"alert.plugin_no_update" = "Geen bywerking gevind.";
"alert.plugin_update_found.title" = "Bywerking gevind vir %@";
"alert.plugin_update_found.message" = "Die nuutste weergawe is %@. U het %@. Wil u bywerk?";
"alert.plugin_permission" = "Die volgende toestemmings is nodig vir hierdie inprop. Hersien dit voordat u voortgaan.";
"alert.plugin_permission_added" = "Bykomende toestemmings is nodig vir hierdie bywerking. Hersien dit voordat u voortgaan.";

"playlist.total_length" = "%@ in totaal";
"playlist.total_length_with_selected" = "%@ van %@ geselekteer";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "Lêernaam opgaande";
"playlist.sorting.filename_descending" = "Lêernaam afgaande";
"playlist.sorting.path_ascending" = "Lêerpad opgaande";
"playlist.sorting.path_descending" = "Lêerpad afgaande";
"pl_menu.title_multi" = "%d items";
"pl_menu.play_next" = "Speel volgende af";
"pl_menu.play_in_new_window" = "Speel af in nuwe venster";
"pl_menu.remove" = "Verwyder";
"pl_menu.remove_multi" = "Verwyder gekose";
"pl_menu.delete" = "Skuif na asblik";
"pl_menu.delete_multi" = "Skuif gekose lêers na asblik";
"pl_menu.delete_after_play" = "Skuif na asblik na afspeel";
"pl_menu.delete_after_play_multi" = "Skuif gekose lêers na Asblik na afspeel";
"pl_menu.show_in_finder" = "Toon in Finder";
"pl_menu.add_file" = "Voeg lêer toe…";
"pl_menu.add_url" = "Voeg bronadres toe…";
"pl_menu.clear_playlist" = "Wis afspeellys";
"pl_menu.matched_sub" = "%d onderskrif(te) gevind";
"pl_menu.add_sub" = "Voeg onderskrif toe…";
"pl_menu.wrong_sub" = "Verkeerde onderskrif!";
"pl_menu.browser" = "Open in blaaier";
"pl_menu.copy_url" = "Kopieer bronadres";
"pl_menu.copy_url_multi" = "Kopieer bronadresse";

"keymapping.title" = "Sneltoetse";
"keymapping.message" = "Druk enige toets om op te neem.";

"filter.video_filters" = "Videofilters";
"filter.audio_filters" = "Oudiofilters";

"hwdec.no" = "Deaktiveer apparatuurdekodering.";
"hwdec.auto" = "Aktiveer apparatuurdekodering. Die meeste videofilters sal egter nie na behore werk nie.";
"hwdec.auto-copy" = "Aktiveer apparatuurdekodering. Dit sal geheueverbruik verdubbel maar met videofilters werk.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Bespeur outomaties";

"osc_toolbar.settings" = "Kitsinstellings";
"osc_toolbar.playlist" = "Afspeellys en hoofstukke";
"osc_toolbar.pip" = "Tokkel Beeld-in-beeld";
"osc_toolbar.full_screen" = "Tokkel volskerm";
"osc_toolbar.music_mode" = "Gaan in musiekmodus";
"osc_toolbar.sub_track" = "Kies onderskrifsnit";
"osc_toolbar.screenshot" = "Neem ’n skermkiekie";
"osc_toolbar.plugins" = "Toon inproppaneel";

"mini_player.album_art" = "Tokkel albumkuns";
"mini_player.loop" = "Herhaal";
"mini_player.shuffle" = "Skommel";
"mini_player.remove" = "Verwyder uit afspeellys";
"mini_player.add" = "Voeg toe tot afspeellys";
"mini_player.delete" = "Skrap alle snitte uit afspeellys";
"mini_player.volume" = "Volume";
"mini_player.close" = "Sluit musiekmodus";
"mini_player.back" = "Keer terug na videomodus";
"mini_player.sort" = "Sorteer die afspeellys";

// Touch bar

"touchbar.ahead_15" = "15sek vorentoe";
"touchbar.ahead_30" = "30sek vorentoe";
"touchbar.back_15" = "15sek terug";
"touchbar.back_30" = "30sek terug";
"touchbar.next_video" = "Volgende video";
"touchbar.prev_video" = "Vorige video";
"touchbar.increase_volume" = "Volume +";
"touchbar.decrease_volume" = "Volume -";
"touchbar.rewind" = "Spoel terug";
"touchbar.fast_forward" = "Spoel vorentoe";
"touchbar.play_pause" = "Speel af/wag";
"touchbar.seek" = "Vorentoe/terugspoel";
"touchbar.time" = "Tydposisie";
"touchbar.remainingTimeOrTotalDuration" = "Oorblywende tyd / Totale duur";
"touchbar.toggle_pip" = "Tokkel Beeld-in-beeld";

// Plugin permissions

"permissions.network-request.name" = "Netwerkversoek";
"permissions.network-request.desc" = "Hierdie inprop kan versoeke doen aan of data oplaai na hierdie webwerwe:";
"permissions.network-request.any_site" = "Enige werf";
"permissions.show-osd.name" = "Show OSD";
"permissions.show-osd.desc" = "This plugin can show OSD (On Screen Display) messages.";
"permissions.show-alert.name" = "Toon waarskuwings";
"permissions.show-alert.desc" = "Hierdie inprop kan opwipwaarskuwings toon.";
"permissions.video-overlay.name" = "Voeg oorlegsel oor video’s";
"permissions.video-overlay.desc" = "Hierdie inprop kan bykomende inhoud bo-oor die video verbeeld.";
"permissions.file-system.name" = "Toegang tot die lêerstelsel";
"permissions.file-system.desc" = "Hierdie inprop kan lêers insluitend sensitiewe inligting op u skyf lees of skryf. Dit kan ook ander programmatuur of toepassings oproep wat u rekenaar kan skaad. Maak seker dat u die bron verifieer.";

"plugin.install" = "Installeer";
"plugin.installed" = "Geïnstalleer";
"plugin.not_installed" = "Nie geïnstalleer";
"plugin.local" = "Lokaal geïnstalleer";
"alert.plugin.install_error" = "Fout het voorgekom tydens die installasie: %@";
"alert.invalid_url" = "Die URL is ongeldig.";
"plugin.install_error.invalid_url" = "Die URL is ongeldig.";
"plugin.install_error.file_not_found" = "Kan nie die pakketlêer vind nie.";
"plugin.install_error.cannot_download" = "Kon nie die inprop aflaai nie.\n\nAfvoer:%@\n";
"plugin.install_error.cannot_unpackage" = "Kon nie die inprop uitpak nie.\n\nAfvoer:%@\n";
"plugin.install_error.cannot_load" = "IINA kan nie hierdie inprop laai nie. Dit is dalk in die verkeerde formaat.";
"plugin.check_for_updates" = "Soek na bywerkings";
"plugin.updating" = "Bywerking word afgelaai…";
